tap "homebrew/bundle"
tap "homebrew/cask"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "git"
brew "go"
brew "kubernetes-cli"
brew "mysql"
brew "node"
brew "npm"
brew "nvm"
brew "opencv"
brew "postgresql"
brew "python"
brew "sqlite"
brew "wget"
brew "yarn"
brew "vercel-cli"
brew "ffmpeg"
cask "anaconda"
cask "arduino"
cask "discord"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "mysqlworkbench"
cask "postman"
cask "pycharm"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
